Repository: i3ad/i3-feedback-button
Catalog: languages/i3fb-plugin-*.po
Languages: de_de

source: Button Settings
de_de: Button Einstellungen

source: Thichbox Settings
de_de: Thickbox Einstellungen

source: Button links to
de_de: Button Verlinkung

source: Button text
de_de: Button Beschriftung

source: Button top spacing (%)
de_de: Button oberer Abstand (%)

source: Button background color
de_de: Button Hintergrundfarbe

source: Thickbox height (px)
de_de: Thickbox Höhe (px)

source: Thickbox width (px)
de_de: Thickbox Breite (px)

source: Select a Page
de_de: Wähle eine Seite

source: Define the page you want to oben in the Thickbox window.
de_de: Lege fest, welche Seite in dem Thickbox-Fenster geöffnet werden soll.

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Default:
de_de: Standart:

source: Change content and visual style of the Feedback Button.
de_de: Hier kannst du das Aussehen und die Verlinkung des Buttons ändern.

source: Change the size of the Thickbox window.
de_de: Hier kannst du die Größe des Thickbox-Fensterns anpassen.

source: Feedback Button Settings
de_de: Feedback Button Einstellungen

source: Button Padding Top/Bottom (px)
de_de: Button Textabstand oben/unten (px)

source: Button Padding Left/Right (px)
de_de: Button Textabstand links/rechts (px)

source: Button Typographie
de_de: Button Typografie

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Enter the desired button padding. Default:
de_de: Gebe den gewünschten Textabstand ein. Standart:

source: Select typography for the button.
de_de: Bearbeite die Typografie des Buttons.
